[
	{
		"name": "Good Boy",
		"fileCount": 6,
		"files":
		[
			{
				"name": "[F4M] My Sweet Boy - Revamped[Hypnosis][HFO][Affectionate][Fdom][Layers][Binaural beats][Triggers][Good boy][My Sweet Boy][You make me so happy][34:55][Implies Sitting][Snaps]",
				"id": "ae2b7dc292ad59a3033616603d61c3996433531172862447eac58e334a9841e3",
				"link": "https://soundgasm.net/sounds/84cabd5d9167db65ee29aa36a536a0d19400faa9.m4a",
				"description": "It's the same script but rerecorded for better quality. Completely new layers, and a tweaked format. :) It was so relaxingly lovely to reminisce while making this file... it was a bit exciting as well, thinking back to a little more then a year ago in January when I first made and posted \"My Sweet Boy\". And then you guys with your appreciation made me take what might have only been a one time thing, and turn it into what it is today- a happy life where I make a decent living from making something I love and consider art- and getting lots of people off with my voice. ;) Thank you. Thank you so much."
			},
			{
				"name": "[F4M] Clench- revamped [Hypnosis][HFO][Clench][Fdom][Snaps][Fractionation][Good boy][Trigger Reinforcement][Layers][Stereo][Hour]",
				"id": "bb782b981c7a78746b2fbe2f6678b70b0e467872ce6999eb5baf380764aab3ab",
				"link": "https://soundgasm.net/sounds/0a47421b87ea60ffbb08b33ea86afa5936de3c63.m4a",
				"description": "I love playing with you. So I'm going to reinforce all of your triggers...and add a new one...one to make you that much more fun to  play with. After you listen to me in this file, you should feel pleasure or relaxation when I use your trigger words in ALL of my files, both hypnosis and non-hypnosis. So I can properly get in there and fuck with your head. This is going to be so much fun! --- This file is meant to be listened to after \"My Sweet Boy\" and is a very important file in my collection. the triggers I will anchor inside of you are used throughout all of my files. By listening to this file, ALL of my files will be a bit more fun. ;)"
			},
			{
				"name": "[F4M] My Sybian [Hypnosis][HFO][Binaurals][Vacbed][Orgasm control][Addiction][Orgasm Denial]",
				"id": "6d2a242622866dc25f5942ae0d0521abe14cd05464cb7c087997b80c02b9331a",
				"link": "https://soundgasm.net/sounds/416260269e325b2381f76fe7f751026015e2d783.m4a",
				"description": "I'm going to use your hypno-induced vibrating cock as my own personal sybian. It's going to feel so good... Lay down for me... You should ideally listen to this audio after you have listened to the first two in the series \"My sweet boy\" and \"clench\", as this will reinforce existing triggers and make your experience so much more explosive."
			},
			{
				"name": "[47 minutes] Slave. Obey. [Femdom][Classroom][Hypnosis][JOI][Triggers][Spanking][Binaurals]",
				"id": "101e0705b103445cf597c78f747a58979c0eb529a1eeb186806478bfd1894f6d",
				"link": "https://soundgasm.net/sounds/f71837940412e82ccfd41dd1247f06452c465322.m4a",
				"description": "You haven't been concentrating enough lately...I'm going to help you rid yourself of your distractions. Release you so you can properly focus. On me, and my will. In this file I will implant triggers for focus and obedience in you. And then I will make you cum. There are multiple versions of this audio- this version has my preferred binaurals, and none of the punishment of the other versions."
			},
			{
				"name": "The Good Boy Hypno series companion audio- For when you've been good-with binaurals",
				"id": "62d343cd1441a410ddfcd6378ae7576b62f53083d91526e25f9f9765947a74a4",
				"link": "https://soundgasm.net/sounds/9144f3e77e79b9367d33600d8d4972cd28b25325.m4a",
				"description": "This is an audio loop where I moan trigger words from my good boy series. If my triggers are properly in you, you will feel amazing listening to it."
			},
			{
				"name": "[F4M] Triggering Reinforcement JOI [Hypnosis][JOI][Affectionate][Fdom][Triggers][Brainwashing][Good boy]",
				"id": "b9e28e6968f4ecbc5dfff7b13414d1b6bb823cbdef01889b37dc0a9553341e5a",
				"link": "https://soundgasm.net/sounds/96e5d108123c504001385774421d7bab42348ac6.m4a",
				"description": "This file is all about taking existing triggers you've learned from my other files, and making them stronger. And a bit of fun to make sure you'll remember them properly... ;)"
			}
		]
	},
	{
		"name": "Good Boy (ASMR Remastered)",
		"fileCount": 4,
		"isPatreonSeries": true,
		"files":
		[
			{
				"name": "My Sweet Boy - in ASMR",
				"shortName": "My Sweet Boy - ASMR",
				"link": "https://patreon.com/file?h=28614620&i=4198273",
				"tags": ["F4M", "ASMR", "Hypnosis", "Gentle Femdom", "Good boy", "Trigger Installation", "Binaurals"],
				"description": "Enjoy my original file, with a new mic and a few changes to keep things... interesting.",
				"isPatreonFile": true
			},
			{
				"name": "ASMR Clench",
				"shortName": "Clench - ASMR",
				"link": "https://patreon.com/file?h=29393397&i=4339612",
				"tags": ["F4M", "ASMR", "Hypnosis", "HFO", "Clench", "Fdom", "Snaps", "Fractionation", "Good boy", "Trigger Installation", "Trigger Reinforcement", "Layers", "Long"],
				"description": "While using the same base script, this file is still much different from the other two versions of clench. I extended the orgasm part, as previously it had been stated by multiple people there just wasn't time enough to cum. I added a lot of other things as well, but you'll have to listen to find them all out! I love playing with you. So I'm going to reinforce all of your triggers... and add a new one... One to make you that much more fun to play with. After you listen to me in this file, you should feel pleasure or relaxation when ever I use your trigger words in ALL of my files, both hypnosis and non-hypnosis. So I can properly get in there and fuck with your head. ;) This is going to be so much fun!  ---  This file is meant to be listened to after \"ASMR My Sweet Boy\" and is a very important file in my collection. The triggers I will anchor inside of you are used throughout all of my files. By listening to this file, ALL of my files will be a bit more fun.",
				"isPatreonFile": true
			},
			{
				"name": "My Sybian Remastered with ASMR",
				"shortName": "My Sybian - ASMR",
				"link": "https://patreon.com/file?h=31138878&i=4651411",
				"tags": ["F4M", "Hypnosis", "HFO", "Gentle Femdom", "Binaurals", "Restraints", "Latex", "Vacbed", "Orgasm control", "Addiction", "Orgasm Denial", "Triggers", "Clench", "Snaps", "Layers", "Whispers"],
				"description": "Mmm... I have so many fond memories of the first time I created this file. The first file I ever saw someone have a Hands Free Orgasm to, right in front of my eyes... The file that convinced me hypnosis was real, and I could really effect you in so many ways with it. Listen to \"My Sweet Boy\" and \"Clench\" first, to ensure my triggers are installed deep deep inside of you. Then, relax back as my words slip you down into blissful trance, as I give you purpose- My purpose, a pleasurable purpose, a wonderful world of sweet and hazy sexual bliss as I wrap you up in layers of whispers and latex. As I turn you into my own personal sybian, to use and abuse... and to make cum for me. Of course... it's no fun if I don't tease you a bit first. ;)",
				"isPatreonFile": true
			},
			{
				"name": "ASMR Slave. Obey.",
				"shortName": "Slave. Obey. - ASMR",
				"link": "https://patreon.com/file?h=32059996&i=4801972",
				"tags": ["F4M", "ASMR", "Whispers", "SFX", "Femdom", "Classroom", "Hypnosis", "JOI", "Triggers", "Spanking", "Binaurals", "Punishment for early orgasms"],
				"description": "The fourth file In my Recreated Good Boy series. This file is meant to be preceded by \"My Sweet Boy\", \"Clench\", and \"My Sybian\". My Sweet boy... So good you've come back to me. I hope you have been enjoying yourself, enjoying all the hands free bliss I've bestowed on you. You've progressed so well, and I am very proud. But there is always room for more improvement, more... lessons. Todays lesson is in control. You are going to stroke yourself the way I tell you, as I take you deeper and deeper... Get you more and more excited until you are desperate to release. But you wont. You don't cum until I tell you to. Or there WILL be a punishment.",
				"isPatreonFile": true
			}
		]
	},
	{
		"name": "Indoctrination",
		"fileCount": 6,
		"files":
		[
			{
				"name": "[F4M] HFO Induction [Hypnosis][HFO][JOI][Femdom][light addiction][I am your Domina, you WILL obey me][Binaurals][Countdowns][Layers][Good Beginner file][50:28]",
				"id": "9421950b004b1da21d5b970f5dfeb72cdb22acf044ffcb50460057de9cfe5d87",
				"link": "https://soundgasm.net/sounds/3ad6de1b978872fec78c6bfad445e840eba28b4d.m4a",
				"description": "1st in the series \"HFO Indoctrination\" Where I will be exploring all the different ways to take you down via hypnosis. You can find an in depth description on GWA under kinkyshibby. Love it? Come find and try Recursion, the second in the series."
			},
			{
				"name": "[F4A] HFO Recursion [Hands Free Orgasm][Hypnosis][26:43][Fdom][Snap trigger]",
				"id": "f913cf8b79cdf1a50b4e04ff9754318494fafb39c63299ada3457d527270437c",
				"link": "https://soundgasm.net/sounds/f6f8c2cbd1a8669d952d04da5ec6d9ed97c21198.m4a",
				"description": "This file is meant to scramble your brains via a confusion induction. And then to get you to FOCUS on your sexual energy. It's a bit lighter on the Fdom, but bits of it are still there. I use a snap trigger to play with your arousal...and again..and again. You have permission to touch if you want... but not until you absolutely cannot take it anymore. And you better be begging first."
			},
			{
				"name": "Recursion Middle Loop - focus on the energy",
				"id": "914d4002c2e184acae834b6c5e3a421b1ae984a14be569b4b43b0404111500c5",
				"link": "https://soundgasm.net/sounds/570e76d9bc5591f42f2bb5a93af4fdf1406fd624.m4a",
				"description": "A lovely loopable file to increase your arousal."
			},
			{
				"name": "[F4M] HFO Fractionation [Hypnosis][HFO][JOI][Blowjob][Sounds][ASMR][Moaning][Affectionate Fdom][Addiction][Post Hypnotic suggestions][56 mins]",
				"id": "08e759453a056db2650bd48924835f3d7bfa93ad4f85f2399e754420ee588321",
				"link": "https://soundgasm.net/sounds/82c96aa4666b1dd93d0f81442e9086a5ca2d1044.m4a",
				"description": "Another file in my series, \"HFO Indoctrination\" I'm going to use blowjobs to fuck with your head. Make you feel it in your mind, another slave.. a sexy female under my power. Using her lips and mouth at my command to take you down as she goes down on you. Every time her lips touching the base of your shaft your mind will blank out in pleasure. In trance. Every time her lips coming off of your cock, your mind will slowly wake up... knowing only the loss of the intense pleasure, so that you are only too happy to be compliant and to go back down into trance for me again as her lips cover your cock once more, dipping down, dropping you down. Again. And again. Over and over as your mind starts to fracture from the insanity overwhelming your mind as my voice cruelly forces her to pull her luscious lips off of you, before making her go down once more, eagerly tasting you and wanting nothing more then to make you cum. Cum for her. Cum for me. Cum. Worried about the post hypnotic suggestions? Go check my post under kinkyshibby on reddit for the spoilers."
			},
			{
				"name": "[F4M] HFO Iteration [Fdom][Counting][Orgasm Control][Binaurals][Water Sounds][Hypnosis][HFO][JOI][46 minutes][Movement][Light pain]",
				"id": "f4792258b04f898086ce3b971ec30bf1fe20f723ce99f05a2d937a4933655b67",
				"link": "https://soundgasm.net/sounds/dfeabe60c83a160667f2e7555013ffa979fd6bfc.m4a",
				"description": "This file is about counting up your pleasure. Counting up your arousal. This file is not so much a beginner file as it begins with the presumption that some of the triggers from the HFO Indoctrination series are already instilled deep in your mind. That snaps will make your cock feel pleasure."
			},
			{
				"name": "[F4M] HFO Seduction [Hypnosis][HFO][JOI][Spa][Massage][Progressive Relaxation][Bikinis][Orgy(you're the only male)][Gentle Fdom][Blindfold][Layers][Hypnotic Music][Waterfall][50 Minutes]",
				"id": "77ca814229273dcf050dfc7840c13023ffc7d593afa296dbfad17938c625b1e9",
				"link": "https://soundgasm.net/sounds/84c9c50acd0c8bfd755dd092aec22e84d268ecc4.m4a",
				"description": "This file combines visual imagery in a spa setting where you are given a sensual massage before being led into a pool by a gaggle of women in bikinis. They start playing with them selves and each other, blurring the lines between wrestling and fucking as they giggle and moan in each others arms, splashing around and stripping each other naked, before beckoning you to come in and join them. Once they have you under the waterfall, their hands roam your body once more, as they position themselves all over you, to please you, to make you please them. This file is 50 minutes, and is a HFO file. It can stand alone, however, it is much stronger if you have listened to the previous files in the HFO Indoctrination series, as it uses many of the triggers both overtly and covertly. Enjoy!"
			}
		]
	},
	{
		"name": "Entranced Confessions",
		"fileCount": 4,
		"files":
		[
			{
				"name": "[F4M] Entranced Confessions [Hypnosis][Brainwashing][Bad cop, Teasing cop][Heavy, Harsher Fdom][Interrogation][JOI][Confess!][Interaction][Commands to move][Restraints][Mocking you][Binaurals][Triggers][Orgasm Control][48:37][ASMR]",
				"id": "f523077af579b1ddc29b44cbf2d1600f63fdc2a92fc11d191afb52d51e8bd6f3",
				"link": "https://soundgasm.net/sounds/0bef270036db531592140134cc0152a9176f7aa8.m4a",
				"description": "You're a naughty boy. I know it. You know it. So just Confess. Release it, tell Officer Jenny your dirty little secret. That perverted fantasy in your mind. Your secret desire, no one knows... That fetish, so simple, so naughty. Really... you have no choice. Your cock controls you, and I control access to your cock. You want to cum, you need to cum, but you can only cum at my command. Can only touch yourself when I allow it. And I wont allow it. Not until you CONFESS. As this is a bit harsher then my normal... here is the script for you to look over if you are nervous about what this file contains. https://docs.google.com/document/d/1KiJhZgm1k7me_389av-Zqoh_-h8O43lXKXjzW-tI81w/edit?usp=sharing Sound effects come from freesound.org and my own toybag."
			},
			{
				"name": "[F4M] Entranced Confessions - Spanking [21 minutes][Hypnosis][Spanking][FDom][Addiction][Possessive][I Own You][One Week Post Hypnotic Submissive feels to hearing impacts]",
				"id": "5f255f900842d5914c92d7f5660cc7bd11693fc5d370a5629f3a33eb80215dbe",
				"link": "https://soundgasm.net/sounds/fc3540f72a417809262f497dd77f1f50ba0b0c93.m4a",
				"description": "I know your dirty secrets. I know what you want. But we are going to do what I want."
			},
			{
				"name": "[F4M] Entranced Confessions - Pegging [35 min][Hypnosis][Psuedo-JOI/HFO][Pegging][Heavy FDom][Prop needed][Possessive]",
				"id": "8d6a5f8901e40bc7e1798ccac3380f0b33388c023d9ef58e741d3072137820a2",
				"link": "https://soundgasm.net/sounds/4f582a56d67b4019543684135eaaa29612b43b23.m4a",
				"description": "This file can stand alone, but is meant to be listened some time after listening to EC. It can be listened to in any position, though for pegging you will need to have a prostate massager, butt plug, or something else SAFE to put in your butt. No shoving pencils or anything that could hurt you/ get stuck up there."
			},
			{
				"name": "[FF4M] Entranced Confessions - Cum Eater [Hypnosis][Harsh Fdom][CEI](Cum Eating Instructions)][Humiliation][Starring Officer Jenny][Her cousin, Officer Jenny][Bad Cop, Slutty Cop][JOI][Triggers][Orgasm Control]",
				"id": "66bf886b1d6d16fba7c2f5cf6a26fa7c7352b505f1778754b1491222f1bd78da",
				"link": "https://soundgasm.net/sounds/4ae95c3dfe0738321dd34543c714a30a4e510934.m4a",
				"description": "Oh my... you dirty slut. Now that we know your secrets, it's going to be that much easier to break you down into our creature. Our pet. So how about a little humiliation? A little snack, to show you who is in charge, and show you that we really can make you do anything."
			}
		]
	},
	{
		"name": "Orgasmic",
		"fileCount": 11,
		"files":
		[
			{
				"name": "[F4M] Orgasmic Denial [Night's 1,2,4,8,13][Hypnosis][JOI][Fdom][Conditioning][Brainwashing][C4H][Tease and Denial][Breasts]",
				"id": "ff77c96dd8e4089beca1f1d0d0acd7533e171900672ac1c7bd38ad3ccc3070f8",
				"link": "https://soundgasm.net/sounds/49d42a15003450e407d54f229ba18199241745d7.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Orgasmic Comand [Night 3][Hypnosis][JOI][Affectionate][Binaural beats][Layers][C4H][Fdom][28:30]",
				"id": "3b4e4a2c27257954e20aa532e0b501116aa1cb612bf4d8370594c3da12ad2b1f",
				"link": "https://soundgasm.net/sounds/baf567c8f0083162ecb255734c4c72e846a92110.m4a",
				"description": "Feeling denied? Don't worry honey, you do get to cum tonight. Just so long as you cum how and when I say so. If you can't cum exactly on my command- that's ok! Keep in mind this is a Training Series- and it wouldn't be training if you were already perfect. Don't worry... you WILL be perfect, it might just take some special conditioning... Tomorrow I will be releasing Orgasmic Intensity 1- will you be ready? Tags: [F4M] Orgasmic Comand [Night 3][Hypnosis][JOI][Affectionate][Binaural beats][Layers][C4H][Fdom][28:30] Feeling denied? Don't worry honey, you do get to cum tonight. Just so long as you cum how and when I say so. If you can't cum exactly on my command- that's ok! Keep in mind this is a Training Series- and it wouldn't be training if you were already perfect. Don't worry... you WILL be perfect, it might just take some special conditioning..."
			},
			{
				"name": "[F4M] Orgasmic Intensity 1 [Night 5][Hypnosis][JOI][Training][Longer Orgasms][Fdom][Binaurals][30:48][C4H][Snaps][Counting][Aftercare]",
				"id": "d8206b8f4cafc8312fc73cc1613a8902a272cb05e5bb7832d313157eb35a27de",
				"link": "https://soundgasm.net/sounds/a7804fcbdd0f139ff40fb53e1c6108840ee8be3c.m4a",
				"description": "Tying your sexual responses to obedience... There are 5 Intensity files. They are all diferent and each one will take you deeper... train you further... and make your orgasms last longer than the previous. These files build heavily off of Denial and Command. I am unsure of the effectiveness if you haven't listened to the previous files. I want you a drooling, depleted mess at the end of each one. =D This is the first."
			},
			{
				"name": "[F4M] Orgasmic Intensity 2 [Night 6][Hypnosis][JOI][Training][Longer Orgasms][Fdom][Binaurals][30:48][C4H][Snaps][Counting][Aftercare]",
				"id": "eb8dfbb39767227fc951cbea45601cc7d033f709069a50c7bb60b20f48b1f1dc",
				"link": "https://soundgasm.net/sounds/2a5af0a0dfd9f96e0dceef19e36731667d99b363.m4a",
				"description": "Night 6 of your training. How are you feeling, how is your cock?"
			},
			{
				"name": "[F4M] Orgasmic Intensity 3 [Night 7][Hypnosis][JOI][Training][Longer Orgasms][Fdom][Binaurals][30:48][C4H][Snaps][Counting][Aftercare]",
				"id": "604764a1e37d7dbeb8c640c9c83669093f98f0d03c0b8a0263daafc85022e8b3",
				"link": "https://soundgasm.net/sounds/9cd379d67703d596c7bf90310a6f4dd559e2fc7f.m4a",
				"description": "Enjoy, and make sure you check with your doctor first if you arn't sure you can handle the intensity. It's only going to go up and up and up...."
			},
			{
				"name": "[F4m] Orgasmic Resurgence [Night 9][Training][Hypnosis][HFO][JOI][Adventure][Layers][Moans][Binaurals][Music][Fdom][Mermaids][Amazons]",
				"id": "83316dc5037a6af351b16561b37cd6a511ecaa1524de9463cc627cf13648225e",
				"link": "https://soundgasm.net/sounds/73ba3b7ecd475b6cc2be70557b9e801225eb1e3d.m4a",
				"description": "Time to practice what I've been teaching you. Prepare yourself to have multiple orgasms of multiple varieties. Relax and enjoy, this file is quite the adventure."
			},
			{
				"name": "[F4M] Orgasmic Intensity 4 [Night 10][Hypnosis][JOI][Training][Longer Orgasms][Fdom][Binaurals][30:48][C4H][Snaps][Counting][Aftercare]",
				"id": "8cdd4862547e836ddd20b3298f10597e7613ca97e855c4eff8fd524c5c2364ab",
				"link": "https://soundgasm.net/sounds/ffb01be32e11b6efd9ef00adc211764bff4fa9b0.m4a",
				"description": "Almost there... let's see just how far we can go together."
			},
			{
				"name": "[F4M] Orgasmic Intensity 5 [Night 11][Hypnosis][JOI][Training][Longer Orgasms][Fdom][Binaurals][30:48][C4H][Snaps][Counting][Aftercare][25:54]",
				"id": "988b1d32df8b4fbd970c93dd713769a74af217fa3c2558e5b08b0f7d4cd09fff",
				"link": "https://soundgasm.net/sounds/12b0391c4ef6c9edf6e661433087efbaffaa77f1.m4a",
				"description": "Final night you are allowed to cum, before the rest of the series only brings you to the edge for a few days. A prep-up towards having a Hands Free Orgasm. Don't forget to listen to Orgasmic Preparation atleast every other day."
			},
			{
				"name": "[F4M] Orgasmic Chastity [Night 12][Hypnosis][Fdom][Brainwashing][Chastity][Devotion][Collaring]",
				"id": "cc568acd2fd1f76f7c8713b75299dce9af4ec33db81526d636f5d61a306b0ce3",
				"link": "https://soundgasm.net/sounds/e96a2491955f76fcc4e1b5ec6d23153fe42c5a61.m4a",
				"description": "You've been cumming quite a bit recently. I think it's time we slowed things down for a bit. Leave you feeling submissive throughout your day as this file lingers in your mind."
			},
			{
				"name": "[F4m] Orgasmic HFO [Hypnosis][Night 14][HFO][Fdom][Snaps][Countdowns][Layers][Binaural beats][Clench][Self Massage]",
				"id": "9fc2258ca0d0a551ffbfec360e9923aaf67f8c6bc0259d2b2376e47b2a496f2a",
				"link": "https://soundgasm.net/sounds/1ed4727320e4a5868213147c79e3f9af693d2fb3.m4a",
				"description": "For those of you who have been following my regimen this whole time- I am so very proud of you. Knowing how effective it has been... spices my nights up quite a bit. And every bit of information I am getting will be used against you at a later time. ;) As your training progresses. As your mind and cock respond further and further to my will. I am so very excited to see what I can do with you :)"
			}
		]
	},
	{
		"name": "Take a Chance",
		"fileCount": 11,
		"files":
		[
			{
				"name": "[F4M] Take a Chance [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "16df8cd46a4769092ba3623b96632647815f1804f782e43d4537cfa618a9cab6",
				"link": "https://soundgasm.net/sounds/33298ed54d084d7c040a7f921ccfdfd9b5451ccb.m4a",
				"description": "The induction requires a spiral or moving image- have one ready or the file will instruct you to find one. ------ In my Harem files, you are the sultan. With a very large harem of wives and concubines... with all sorts of fetishes. And you are expected each night to go to the bed of one of your wives or slave girls and satisfy their needs. Some girls are all about pleasing you. Some of your wives enjoy making you please them. And then there is Sasha. Sasha is a bit of a switch, she likes it rough and playful. Yes, Sasha just loves to play. She has a set of dice she uses to make up games for stroking your cock. She has such amazing control of the muscles around her pussy she can milk you without moving an outward limb. (apparently this is called pompoir. I guess I didn't invent it... I might have perfected it though.) With Sasha you never know if you are going to get to cum or not. She loves denial, of herself and you. She treats lust like a drug, using any means to drive arousal further. Sexual need aching and invading your every thought. In this set of files, the beginning is always the same. But the way the night ends changes, some nights Sasha fucks you, some nights she torments you and then leaves you chaste. And other nights Sasha brings out her dice. Take a Chance and try one... --- These files are lightly Fdom, with some Heavy Fdom and fsub mixed in."
			},
			{
				"name": "[F4M] Take a Chance Roll 4 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "0685d1dd77cb622532a49a5638d49127cf137c8ee94b3a84a626642103c27ea6",
				"link": "https://soundgasm.net/sounds/dcead851c4d6837983fb5e29b6e2926feea9c943.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 3 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "f436264f10bc181f955d6935e04b84d200a475b00039acb3030ed3ae48e7870b",
				"link": "https://soundgasm.net/sounds/3030156803c84cbbb1ac8b3e9234c9d39b640840.m4a",
				"description": "The induction requires a spiral or moving image- have one ready or the file will instruct you to find one. ------ In my Harem files, you are the sultan. With a very large harem of wives and concubines... with all sorts of fetishes. And you are expected each night to go to the bed of one of your wives or slave girls and satisfy their needs. Some girls are all about pleasing you. Some of your wives enjoy making you please them. And then there is Sasha. Sasha is a bit of a switch, she likes it rough and playful. Yes, Sasha just loves to play. She has a set of dice she uses to make up games for stroking your cock. She has such amazing control of the muscles around her pussy she can milk you without moving an outward limb. (apparently this is called pompoir. I guess I didn't invent it... I might have perfected it though.) With Sasha you never know if you are going to get to cum or not. She loves denial, of herself and you. She treats lust like a drug, using any means to drive arousal further. Sexual need aching and invading your every thought. In this set of files, the beginning is always the same. But the way the night ends changes, some nights Sasha fucks you, some nights she torments you and then leaves you chaste. And other nights Sasha brings out her dice. Take a Chance and try one... --- These files are lightly Fdom, with some Heavy Fdom and fsub mixed in."
			},
			{
				"name": "[F4M] Take a Chance Roll 5 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "c9d8cd68960971d8f5a5fa2e5d4b070eb91fd9cfc677b391ed096c896a958de8",
				"link": "https://soundgasm.net/sounds/66005340fc25b609cd04658efac315391026b927.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 6 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "46eeab615f5c2bf5be7b5bd8056a464f860f21953a4b2c6e44216d64c5ad8461",
				"link": "https://soundgasm.net/sounds/12c11ee18c0923b75993bc9701c1ab925b490e39.m4a",
				"description": "The induction requires a spiral or moving image- have one ready or the file will instruct you to find one. ------ In my Harem files, you are the sultan. With a very large harem of wives and concubines... with all sorts of fetishes. And you are expected each night to go to the bed of one of your wives or slave girls and satisfy their needs. Some girls are all about pleasing you. Some of your wives enjoy making you please them. And then there is Sasha. Sasha is a bit of a switch, she likes it rough and playful. Yes, Sasha just loves to play. She has a set of dice she uses to make up games for stroking your cock. She has such amazing control of the muscles around her pussy she can milk you without moving an outward limb. (apparently this is called pompoir. I guess I didn't invent it... I might have perfected it though.) With Sasha you never know if you are going to get to cum or not. She loves denial, of herself and you. She treats lust like a drug, using any means to drive arousal further. Sexual need aching and invading your every thought. In this set of files, the beginning is always the same. But the way the night ends changes, some nights Sasha fucks you, some nights she torments you and then leaves you chaste. And other nights Sasha brings out her dice. Take a Chance and try one... --- These files are lightly Fdom, with some Heavy Fdom and fsub mixed in."
			},
			{
				"name": "[F4M] Take a Chance Roll 7 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "992a3318114666d7fc0575e64f37786df6bfd85d580e07b1db4e03f07df3d738",
				"link": "https://soundgasm.net/sounds/d27946187be471642ef61f73209672f6a6ea2940.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 8 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "3188163fd268fe84faa0ebc855ece6772fe5c721d90426111ac8d1470a2cc88c",
				"link": "https://soundgasm.net/sounds/b2286ce436527aa935e9b4bd06fc7e934e800c97.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 9 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "b087dfd2cac7268624cc40a2001147aa3735de7f5736e3d105dc3862b3a150f6",
				"link": "https://soundgasm.net/sounds/8b015816ba90140d0c06eb000d27b08e72aaaa8f.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 10 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "1def361efd3d9b58e2cb87fbc06194e900527145a7dd4e6583bc8165d1b1a11e",
				"link": "https://soundgasm.net/sounds/7f676d82710721bbcc42e726a41deebf7add57f3.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 11 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "9087f6301e09f218ff125db290394c264a93b584ec4b369cfcdb897f6d596105",
				"link": "https://soundgasm.net/sounds/5297b5cefd899f73c6f339f3fb492de05e0f6ec7.m4a",
				"description": ""
			},
			{
				"name": "[F4M] Take a Chance Roll 2 [Hypnosis][Harem][fsub]or[Fdom][JOI]or[HFO]or[Tease]and[Denial][Game]",
				"id": "3add566db72167de69b4e1ca7adb53ac154d4ead6fbe95869e746e538d607668",
				"link": "https://soundgasm.net/sounds/6d0af6522f6979b250adb0a88e6f17556604f0ed.m4a",
				"description": ""
			}
		]
	},
	{
		"name": "Sex With a 'Tist",
		"fileCount": 3,
		"files":
		[
			{
				"name": "Sex with a 'Tist [Dominant Girlfriend Experience][Light Fdom][ASMR...kinda-it gets louder towards the end][Kisses][Blowjob][Cuddles][Improv hypnosis][Improv HFO][Love and affection]",
				"id": "de3a5c291d6ba8ff5a778154c6c2d569992d3e76d6124ea25aaefe6e74ec15e3",
				"link": "https://soundgasm.net/sounds/8c5a8662cdd985d5a681c05a811bfdbc2be215d3.m4a",
				"description": "Sweet Shibby, ready for bed, ready for you in bed. A little hypnosis improv during sex makes everything better."
			},
			{
				"name": "Sex with a 'Tist- part2- Eating out a 'Tist [Dominant Girlfriend Experience][Light Fdom][ASMR][Oral on me][Cuddles][Improv hypnosis][Love and affection]",
				"id": "7d1a6a6704c7ce2faedd9a200fa89863310a3ab9261cff46fec957ccd9b01ca7",
				"link": "https://soundgasm.net/sounds/7e59a6baa293543ee20c9fce2c79e6bc43658e23.m4a",
				"description": "You didn't think you were going to be the only one getting off, did you? This one gave ME shivers as I listened to it. So yeah. Fun."
			},
			{
				"name": "[F4M] Ridden by a 'Tist [Hypnosis][HFO][Stereo][ASMR][GFE][Roleplay][Sweet][Intimate][Boobs in your face][Cuddle][Pompoir][Progressive Relaxation][Massage][CFNM][Moans][Fuck toy][Dirty talk][Cowgirl(the sex position)][Snaps][I'll clean you up]",
				"id": "31dc800b7d5e8390742ffd603cd4524b4f27ac73fe9da27eb7a70be38e1d764b",
				"link": "https://soundgasm.net/sounds/c9e03da6e6dd2d4fed41040e273dd904d3b7350c.m4a",
				"description": "I've come home from work to find you in bed, all warm and naked and cuddly. I know I should have been home sooner, but I know just how to make you forgive me- a bit of hypnosis. I recorded this file live on my discord. it was so excitingly intimate to lay in some cushions, moaning and whispering and knowing I was whispering to someone, somewhere, at that moment. Maybe you could come listen sometime :) https://discord.gg/E6Pby9C This file is the third in the \"Sex with a 'Tist\" series, though it stands on it's own just fine. This series is a girlfriend experience, and reflect how I play with slaves who matter to me. playful and affectionate dominance, and tons of dirty talk. ;) Enjoy!"
			}
		]	
	},
	{
		"name": "The Slut Inside You",
		"fileCount": 4,
		"files":
		[
			{
				"name": "[F4M] Putting a Slut Inside You: A HFO [Script FIll] [Hypnosis] [Gender Transformation] [Futa] [Very Dirty] [35 minutes] [binaurals]",
				"id": "f3ec4d7cbd80971d421043bacffdda6985507f7836fb76779dfbbd7cf958e0f1",
				"link": "https://soundgasm.net/sounds/172321770ac9f70cd0cd4b2ba5905fa59a944ec8.m4a",
				"description": "Hello pet. Have you been feeling the weight of the world recently, pet? Are you looking for an escape? I have a delicious one planned for you today. I'm going to help you take all those worries, all those cares, and store them away. I'm going to help you be... free. I'll take you to a place where all that matters is you and me. Of course I feel you could be a bit prettier. A bit girlier. A bit... sluttier. So I'm going to transform you into a slutty girl. And then I'm going to fuck your brains out- with your own cock."
			},
			{
				"name": "[F4M]Training the Slut Inside You: A Multi HFO [Hypnosis][HFO][Script Fill] [Gender Transformation] [Femdom] [Fucking Machine] [Bondage] [Very Dirty] [Very Long] [Part 2 of a Series][Seduced Bi][Binaurals]",
				"id": "06dbb01a7911d21a7bdb2f8c1b07a53ed07d521c88b78079cf1c7498f9171567",
				"link": "https://soundgasm.net/sounds/6446247e0144cde4935581087eb704212e4e14b0.m4a",
				"description": "This version has binaurals for a more mind melting listening experience. Triggers used from \"Putting a slut inside you\" are crucial to this file. You can find that lower down my soundgasm. The main thrust of this script (heh) (beyond a massive orgasm and temporary gender transformation) is to separate orgasm from ejaculation in the mind of the listener, allowing the subject to have multiple mental orgasms over the course of a session before finishing with a squirting (ejaculating) orgasm. Of course, your mileage may vary, but hopefully the groundwork is set in such a way to make it possible for at least some subjects. Like all hypnosis, being willing and playing along will lead to better results over time."
			},
			{
				"name": "[F4M] Revealing the SLUT Inside you [Hypnosis][Gender Transformation][Lesbian][HFO - 3 times][SLUT TIME][After Trance Homework][Layers][Moaning][\"Your\" voice is a girls voice][Script Fill][Part of a Series][All the effects]",
				"id": "4abda79004d0afd119775cce5e4dbe5769140b5830a92881f52342338ce02cf2",
				"link": "https://soundgasm.net/sounds/2b02f5b9553100055a85deebcfcfc8c290937a8f.m4a",
				"description": "Shibby's Special Edit. Scripted by u/ShadowedScripts, The sequel to \"Putting a Slut Inside You\" and \"Training the Slut Inside You\", This file furthers your training, your transformation into a slutty girl. While you start off with a cock, that soon changes as I show you to your bedroom. There we really go over your new look while looking in the mirror- and afterwards we pull your reflection out of the mirror for some intense lesbian sex as I make you Pulse with feminine arousal."
			},
			{
				"name": "[F4M] Empowering the Slut Inside You: A HFO [SLUT TIME][Gender Transformation] [Hypnosis][HFO] [Tentacle Plant] [Brainwashing Plant] [Multiple Orgasms] [Very Dirty] [Very Long] [Part 4 of a Series][Script Fill][Long][55 Minutes][Binaurals][SFX]",
				"id": "2004d06223d45c1211bee961ca85042c179d9d4c2b92f236947ade61f74d40d5",
				"link": "https://soundgasm.net/sounds/bac30aa30a78fb1b3c31e735f41ab42597484d84.m4a",
				"description": "Well this one took quite awhile to get to, and several days to edit. But for the sluts out there who like to be turned into a girl and FUCKED. It will all be worth it. This time I bring you to my dungeons secret garden. Introduce you to my special plant. It's been waiting for you. It will fill you up like no amount of men can, throbbing and fucking ALL of your holes, taking that needy whimpering void inside of you and filling it with nectar and SEX. It's Slut Time sweetheart. I hope you are ready to be treated like the filthy little whore you are. This file is the fourth in a series written by u/ShadowedScripts- Find the first 3 files on my subreddit r/shibbysays"
			}
		]
	},
	{
		"name": "State of Mind",
		"fileCount": 2,
		"files":
		[
			{
				"name": "[F4M] Two States of Mind [Hypnosis][HFO][Affectionate][Fdom][Snaps][ASMR][Music][Whispers][Two Tracks][Aftercare]",
				"id": "26125779b6f2fc51175cb473026806d680bf92b7aee6c3b71af3f4f62320e291",
				"link": "https://soundgasm.net/sounds/1157a5ec3f28aa7dc8d217bfc25a789754d23f0e.m4a",
				"description": "The left side of your brain controls the right side of your body. The right side of your brain controls the left side of your body. In this file I am 2 voices, one on each side, whispering in your ears and talking to each part of your brain, giving each half of your brain something to listen to in a lovely recursive induction. This file is my current favorite creation of mine, and I suspect once you listen will be one of your favorites."
			},
			{
				"name": "[F4M] Fractioning Your State of Mind [Hypnosis][HFO][Snaps][Recursion][Layers][ASMR][Whispers][Moaning][Affectionate][Fdom][No Wakener]",
				"id": "b01aa93b15aea6b27e2b023dc084edd19ece0975e596d2c0c9b191ff60042598",
				"link": "https://soundgasm.net/sounds/269f0a661c7838b5ee6a8da5a9cd0420d1ab82de.m4a",
				"description": "In this Sequel to \"Two States of Mind\", the recursive induction used takes on the delicious addition of using a 3dio mic. With moans and whispers and soft ASMR to send tingles from your brain splashing all over your body, this is a perfect file to listen to on it's own...but works especially well if listened to after it's beloved predecessor. Let me bring you pleasure. I will bring you down into trance with a Recursive Induction, In the same style as Two States of Mind. Multi tracks, and luxurious ASMR whispers, so be sure to wear Stereo/Binaural headphones. My voice will surround you, Wrap you, bring you down in a mixture of hypnosis techniques and the psychological dirty talk that is my own special style... I can't wait to play with you..."
			}
		]
	}
]
